Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/Profile.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# disclaimer.contact
source: Contact
de: Kontakt
ja: お問い合わせ
ms: Hubungi
th: ติดต่อ
tr: İletişim

# disclaimer.contact.button
source: Contact Us
de: Kontaktiere uns
ja: お問い合わせ
ms: Hubungi Kami
th: ติดต่อเรา
tr: İletişime Geç

# disclaimer.contact.content
source: If you have any questions or concerns about this disclaimer, please contact us at support@polynap.app
de: Wenn du Fragen oder Bedenken zu diesem Haftungsausschluss hast, kontaktiere uns bitte unter support@polynap.app
ja: この免責事項に関するご質問やご不明な点がございましたら、support@polynap.app までお問い合わせください。
ms: Jika anda mempunyai sebarang soalan atau kebimbangan mengenai penafian ini, sila hubungi kami di support@polynap.app
th: หากคุณมีคำถามหรือข้อกังวลเกี่ยวกับข้อจำกัดความรับผิดชอบนี้ โปรดติดต่อเราที่ support@polynap.app
tr: Bu sorumluluk reddi hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen support@polynap.app adresinden bizimle iletişime geçin.

# disclaimer.content
source: PolyNap is designed to help users track and manage their polyphasic sleep schedules. The information provided by this application is for general informational purposes only.
de: PolyNap wurde entwickelt, um Benutzern zu helfen, ihre polyphasischen Schlafpläne zu verfolgen und zu verwalten. Die von dieser Anwendung bereitgestellten Informationen dienen nur zu allgemeinen Informationszwecken.
ja: PolyNapは、ユーザーが多相睡眠スケジュールを追跡・管理するのを支援するために設計されています。このアプリケーションによって提供される情報は、一般的な情報提供のみを目的としています。
ms: PolyNap direka untuk membantu pengguna menjejaki dan menguruskan jadual tidur polifasa mereka. Maklumat yang diberikan oleh aplikasi ini adalah untuk tujuan maklumat umum sahaja.
th: PolyNap ออกแบบมาเพื่อช่วยผู้ใช้ติดตามและจัดการตารางการนอนหลับแบบหลายเฟสของตน ข้อมูลที่ให้โดยแอปพลิเคชันนี้มีวัตถุประสงค์เพื่อให้ข้อมูลทั่วไปเท่านั้น
tr: PolyNap, kullanıcıların polifazik uyku programlarını takip etmelerine ve yönetmelerine yardımcı olmak için tasarlanmıştır. Bu uygulama tarafından sağlanan bilgiler yalnızca genel bilgilendirme amaçlıdır.

# disclaimer.general.warning
source: General Warning
de: Allgemeine Warnung
ja: 一般的な警告
ms: Amaran Am
th: คำเตือนทั่วไป
tr: Genel Uyarı

# disclaimer.liability
source: Limitation of Liability
de: Haftungsbeschränkung
ja: 責任の制限
ms: Batasan Liabiliti
th: ข้อจำกัดความรับผิด
tr: Sorumluluk Sınırlaması

# disclaimer.liability.content
source: The developers and contributors of PolyNap shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages resulting from your use of the application or any sleep schedule you implement based on information provided by the application.
de: Die Entwickler und Mitwirkenden von PolyNap haften nicht für direkte, indirekte, zufällige, besondere, Folge- oder exemplarische Schäden, die sich aus deiner Nutzung der Anwendung oder einem von dir umgesetzten Schlafplan ergeben, der auf von der Anwendung bereitgestellten Informationen basiert.
ja: PolyNapの開発者および貢献者は、アプリケーションの使用、またはアプリケーションが提供する情報に基づいて実施した睡眠スケジュールに起因する、直接的、間接的、付随的、特別、結果的、または懲罰的な損害について一切責任を負いません。
ms: Pembangun dan penyumbang PolyNap tidak akan bertanggungjawab ke atas sebarang ganti rugi langsung, tidak langsung, sampingan, khas, berbangkit atau teladan yang terhasil daripada penggunaan aplikasi oleh anda atau sebarang jadual tidur yang anda laksanakan berdasarkan maklumat yang diberikan oleh aplikasi.
th: ผู้พัฒนาและผู้มีส่วนร่วมของ PolyNap จะไม่รับผิดชอบต่อความเสียหายโดยตรง, โดยอ้อม, โดยบังเอิญ, พิเศษ, เป็นผลสืบเนื่องหรือที่เป็นแบบอย่างใดๆ ที่เกิดจากการใช้งานแอปพลิเคชันของคุณหรือตารางการนอนหลับใดๆ ที่คุณนำไปใช้โดยอิงจากข้อมูลที่ให้โดยแอปพลิเคชัน
tr: PolyNap'in geliştiricileri ve katkıda bulunanları, uygulamayı kullanmanızdan veya uygulama tarafından sağlanan bilgilere dayanarak uyguladığınız herhangi bir uyku programından kaynaklanan doğrudan, dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya örnek teşkil eden zararlardan sorumlu tutulamaz.

# disclaimer.medical
source: Not Medical Advice
de: Keine medizinische Beratung
ja: 医療アドバイスではありません
ms: Bukan Nasihat Perubatan
th: ไม่ใช่คำแนะนำทางการแพทย์
tr: Tıbbi Tavsiye Değildir

# disclaimer.medical.content
source: The content in this application is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition or sleep-related issues.
de: Der Inhalt dieser Anwendung ist nicht als Ersatz für professionelle medizinische Beratung, Diagnose oder Behandlung gedacht. Suche immer den Rat deines Arztes oder eines anderen qualifizierten Gesundheitsdienstleisters bei Fragen zu einem medizinischen Zustand oder schlafbezogenen Problemen.
ja: このアプリケーションのコンテンツは、専門的な医療アドバイス、診断、または治療の代わりとなることを意図したものではありません。病状や睡眠関連の問題に関して質問がある場合は、必ず医師または他の資格のある医療提供者の助言を求めてください。
ms: Kandungan dalam aplikasi ini tidak bertujuan untuk menggantikan nasihat, diagnosis atau rawatan perubatan profesional. Sentiasa dapatkan nasihat doktor anda atau penyedia kesihatan bertauliah lain dengan sebarang soalan yang mungkin anda ada mengenai keadaan perubatan atau isu berkaitan tidur.
th: เนื้อหาในแอปพลิเคชันนี้ไม่ได้มีวัตถุประสงค์เพื่อใช้แทนคำแนะนำทางการแพทย์, การวินิจฉัย, หรือการรักษาจากผู้เชี่ยวชาญ ควรขอคำแนะนำจากแพทย์หรือผู้ให้บริการด้านสุขภาพที่มีคุณสมบัติเหมาะสมเสมอสำหรับคำถามใดๆ ที่คุณอาจมีเกี่ยวกับภาวะทางการแพทย์หรือปัญหาที่เกี่ยวข้องกับการนอนหลับ
tr: Bu uygulamadaki içerik, profesyonel tıbbi tavsiye, teşhis veya tedavinin yerini almak için tasarlanmamıştır. Herhangi bir tıbbi durum veya uyku ile ilgili sorunlar hakkında sorularınız varsa, her zaman doktorunuza veya diğer nitelikli sağlık uzmanlarına danışın.

# disclaimer.subtitle
source: Important information and terms of use
de: Wichtige Informationen und Nutzungsbedingungen
ja: 重要なお知らせと利用規約
ms: Maklumat penting dan syarat penggunaan
th: ข้อมูลสำคัญและข้อกำหนดการใช้งาน
tr: Önemli bilgiler ve kullanım koşulları

# disclaimer.title
source: Disclaimer
de: Haftungsausschluss
ja: 免責事項
ms: Penafian
th: ข้อจำกัดความรับผิดชอบ
tr: Sorumluluk Reddi

# feedback.alert.failed
source: Failed to send feedback. Please try again later.
de: Feedback konnte nicht gesendet werden. Bitte versuche es später erneut.
ja: フィードバックの送信に失敗しました。後でもう一度お試しください。
ms: Gagal menghantar maklum balas. Sila cuba lagi kemudian.
th: ไม่สามารถส่งความคิดเห็นได้ โปรดลองอีกครั้งในภายหลัง
tr: Geri bildirim gönderilemedi. Lütfen daha sonra tekrar deneyin.

# feedback.alert.noMail
source: Please configure a mail account in Settings to send feedback.
de: Bitte konfiguriere ein E-Mail-Konto in den Einstellungen, um Feedback zu senden.
ja: フィードバックを送るには、設定でメールアカウントを設定してください。
ms: Sila konfigurasikan akaun mel dalam Tetapan untuk menghantar maklum balas.
th: โปรดกำหนดค่าบัญชีอีเมลในการตั้งค่าเพื่อส่งความคิดเห็น
tr: Geri bildirim göndermek için Ayarlar'da bir mail hesabı yapılandırın.

# feedback.alert.saved
source: Your feedback has been saved to drafts.
de: Dein Feedback wurde in den Entwürfen gespeichert.
ja: フィードバックが下書きに保存されました。
ms: Maklum balas anda telah disimpan ke draf.
th: ความคิดเห็นของคุณถูกบันทึกไว้ในฉบับร่างแล้ว
tr: Geri bildiriminiz taslaklara kaydedildi.

# feedback.alert.sent
source: Thank you! Your feedback has been sent successfully.
de: Vielen Dank! Dein Feedback wurde erfolgreich gesendet.
ja: ありがとうございます！フィードバックの送信が完了しました。
ms: Terima kasih! Maklum balas anda telah berjaya dihantar.
th: ขอบคุณ! ความคิดเห็นของคุณถูกส่งเรียบร้อยแล้ว
tr: Teşekkürler! Geri bildiriminiz başarıyla gönderildi.

# feedback.info
source: Your feedback will be sent directly to our development team. We read every message and appreciate your input!
de: Dein Feedback wird direkt an unser Entwicklungsteam gesendet. Wir lesen jede Nachricht und schätzen deinen Beitrag!
ja: あなたのフィードバックは開発チームに直接届きます。すべてのメッセージを読んで、ご意見を大切にしています！
ms: Maklum balas anda akan dihantar terus kepada pasukan pembangunan kami. Kami membaca setiap mesej dan menghargai input anda!
th: ความคิดเห็นของคุณจะถูกส่งตรงไปยังทีมพัฒนาของเรา เราอ่านทุกข้อความและขอขอบคุณสำหรับความคิดเห็นของคุณ!
tr: Geri bildirimleriniz doğrudan geliştirme ekibimize iletilecektir. Her mesajı okuyor ve katkılarınızı takdir ediyoruz!

# feedback.message
source: Message
de: Nachricht
ja: メッセージ
ms: Mesej
th: ข้อความ
tr: Mesaj

# feedback.name
source: Your Name
de: Dein Name
ja: お名前
ms: Nama Anda
th: ชื่อของคุณ
tr: İsminiz

# feedback.name.placeholder
source: Enter your name
de: Gib deinen Namen ein
ja: お名前を入力してください
ms: Masukkan nama anda
th: ใส่ชื่อของคุณ
tr: İsminizi girin

# feedback.send
source: Send Feedback
de: Feedback senden
ja: フィードバックを送る
ms: Hantar Maklum Balas
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder

# feedback.settings.subtitle
source: Send us your feedback and suggestions
de: Sende uns dein Feedback und deine Vorschläge
ja: ご意見やご提案をお聞かせください
ms: Hantarkan maklum balas dan cadangan anda kepada kami
th: ส่งความคิดเห็นและข้อเสนอแนะของคุณมาให้เรา
tr: Geri bildirimlerinizi ve önerilerinizi gönderin

# feedback.subject
source: Subject
de: Betreff
ja: 件名
ms: Subjek
th: หัวข้อ
tr: Konu

# feedback.subject.placeholder
source: What is your feedback about?
de: Worum geht es in deinem Feedback?
ja: どんなことについてのフィードバックですか？
ms: Apakah maklum balas anda?
th: ความคิดเห็นของคุณเกี่ยวกับอะไร?
tr: Geri bildiriminiz neyle ilgili?

# feedback.subtitle
source: Help us improve PolyNap by sharing your thoughts and suggestions
de: Hilf uns, PolyNap zu verbessern, indem du deine Gedanken und Vorschläge teilst
ja: あなたの意見や提案を教えて、PolyNapをより良くするお手伝いをしてください
ms: Bantu kami menambah baik PolyNap dengan berkongsi pendapat dan cadangan anda
th: ช่วยเราปรับปรุง PolyNap โดยการแบ่งปันความคิดและข้อเสนอแนะของคุณ
tr: Düşüncelerinizi ve önerilerinizi paylaşarak PolyNap'i geliştirmemize yardımcı olun

# general.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ms: Batal
th: ยกเลิก
tr: İptal

# general.continue
source: Continue
de: Weiter
ja: 続ける
ms: Teruskan
th: ดำเนินการต่อ
tr: Devam Et

# general.error
source: Error
de: Fehler
ja: エラー
ms: Ralat
th: ข้อผิดพลาด
tr: Hata

# general.save
source: Save
de: Speichern
ja: 保存
ms: Simpan
th: บันทึก
tr: Kaydet

# general.unknownError
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
ja: 不明なエラーが発生しました
ms: Ralat yang tidak diketahui berlaku
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata oluştu

# personalInfo.answers
source: Personal Information
de: Persönliche Informationen
ja: 個人情報
ms: Maklumat Peribadi
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler

# personalInfo.answers.title
source: Your Answers
de: Deine Antworten
ja: あなたの回答
ms: Jawapan Anda
th: คำตอบของคุณ
tr: Cevaplarınız

# personalInfo.empty.message
source: Complete the onboarding process to see your personal information here.
de: Schließe den Onboarding-Prozess ab, um hier deine persönlichen Informationen zu sehen.
ja: オンボーディングプロセスを完了すると、ここに個人情報が表示されます。
ms: Lengkapkan proses pengenalan untuk melihat maklumat peribadi anda di sini.
th: ทำกระบวนการเริ่มต้นให้เสร็จสิ้นเพื่อดูข้อมูลส่วนตัวของคุณที่นี่
tr: Kişisel bilgilerinizi burada görmek için başlangıç sürecini tamamlayın.

# personalInfo.empty.title
source: No Information Available
de: Keine Informationen verfügbar
ja: 情報がありません
ms: Tiada Maklumat Tersedia
th: ไม่มีข้อมูล
tr: Bilgi Bulunamadı

# personalInfo.noData
source: No personal information available. Please complete the onboarding process.
de: Keine persönlichen Informationen verfügbar. Bitte schließe den Onboarding-Prozess ab.
ja: 個人情報はありません。オンボーディングプロセスを完了してください。
ms: Tiada maklumat peribadi tersedia. Sila lengkapkan proses pengenalan.
th: ไม่มีข้อมูลส่วนตัว โปรดทำกระบวนการเริ่มต้นให้เสร็จสิ้น
tr: Kişisel bilgi bulunamadı. Lütfen başlangıç sürecini tamamlayın.

# personalInfo.recommendedSchedule
source: Recommended Schedule
de: Empfohlener Zeitplan
ja: 推奨スケジュール
ms: Jadual yang Disyorkan
th: ตารางเวลาที่แนะนำ
tr: Önerilen Program

# personalInfo.schedule.hours
source: hours
de: Stunden
ja: 時間
ms: jam
th: ชั่วโมง
tr: saat

# personalInfo.schedule.subtitle
source: Your currently selected sleep schedule
de: Dein aktuell ausgewählter Schlafplan
ja: 現在選択中の睡眠スケジュール
ms: Jadual tidur pilihan anda sekarang
th: ตารางการนอนหลับที่คุณเลือกในปัจจุบัน
tr: Şu anda seçili olan uyku programınız

# personalInfo.schedule.title
source: Current Schedule
de: Aktueller Zeitplan
ja: 現在のスケジュール
ms: Jadual Semasa
th: ตารางเวลาปัจจุบัน
tr: Mevcut Program

# personalInfo.subtitle
source: Your polyphasic sleep journey information
de: Informationen zu deiner polyphasischen Schlafreise
ja: あなたの多相睡眠の旅の情報
ms: Maklumat perjalanan tidur polifasa anda
th: ข้อมูลการเดินทางการนอนหลับแบบหลายเฟสของคุณ
tr: Polifazik uyku yolculuğu bilgileriniz

# personalInfo.title
source: Personal Information
de: Persönliche Informationen
ja: 個人情報
ms: Maklumat Peribadi
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler

# personalInfo.totalSleepHours
source: Total Sleep Hours: %@ hours
de: Gesamtschlafstunden: %@ Stunden
ja: 合計睡眠時間: %@時間
ms: Jumlah Jam Tidur: %@ jam
th: ชั่วโมงการนอนทั้งหมด: %@ ชั่วโมง
tr: Toplam Uyku Süresi: %@ saat

# profile.achievements
source: achievements
de: Erfolge
ja: アチーブメント
ms: pencapaian
th: ความสำเร็จ
tr: başarı

# profile.adaptation.celebration.message
source: You've successfully completed your polyphasic sleep adaptation! Your body has fully adapted to your new sleep schedule.
de: Du hast deine polyphasische Schlafanpassung erfolgreich abgeschlossen! Dein Körper hat sich vollständig an deinen neuen Schlafplan angepasst.
ja: 多相睡眠への適応、おめでとうございます！あなたの体は新しい睡眠スケジュールに完全に適応しました。
ms: Anda telah berjaya melengkapkan adaptasi tidur polifasa anda! Badan anda telah menyesuaikan diri sepenuhnya dengan jadual tidur baharu anda.
th: คุณได้ทำการปรับตัวการนอนหลับแบบหลายเฟสของคุณสำเร็จแล้ว! ร่างกายของคุณได้ปรับตัวเข้ากับตารางการนอนหลับใหม่ของคุณอย่างสมบูรณ์
tr: Polifazik uyku adaptasyonunu başarıyla tamamladın! Vücudun yeni uyku düzenine tamamen adapte oldu.

# profile.adaptation.celebration.title
source: 🎉 Congratulations! 🎉
de: 🎉 Herzlichen Glückwunsch! 🎉
ja: 🎉 おめでとうございます！ 🎉
ms: 🎉 Tahniah! 🎉
th: 🎉 ยินดีด้วย! 🎉
tr: 🎉 Tebrikler! 🎉

# profile.adaptation.completed.celebrate
source: Tap to Celebrate! 🎆
de: Tippe zum Feiern! 🎆
ja: タップしてお祝いしましょう！ 🎆
ms: Ketik untuk Meraikan! 🎆
th: แตะเพื่อฉลอง! 🎆
tr: Kutlamak İçin Dokun! 🎆

# profile.adaptation.completed.days
source: Completed in %d days
de: Abgeschlossen in %d Tagen
ja: %d日で完了
ms: Selesai dalam %d hari
th: เสร็จสิ้นใน %d วัน
tr: %d günde tamamlandı

# profile.adaptation.completed.message
source: Congratulations! You've successfully completed your polyphasic sleep adaptation. Your body has adapted to your new sleep schedule. Well done!
de: Herzlichen Glückwunsch! Du hast deine polyphasische Schlafanpassung erfolgreich abgeschlossen. Dein Körper hat sich an deinen neuen Schlafplan angepasst. Gut gemacht!
ja: おめでとうございます！多相睡眠への適応を無事に完了しました。あなたの体は新しい睡眠スケジュールに適応しました。素晴らしいです！
ms: Tahniah! Anda telah berjaya melengkapkan adaptasi tidur polifasa anda. Badan anda telah menyesuaikan diri dengan jadual tidur baharu anda. Syabas!
th: ยินดีด้วย! คุณได้ทำการปรับตัวการนอนหลับแบบหลายเฟสของคุณสำเร็จแล้ว ร่างกายของคุณได้ปรับตัวเข้ากับตารางการนอนหลับใหม่ของคุณ ทำได้ดีมาก!
tr: Tebrikler! Polifazik uyku adaptasyonunu başarıyla tamamladın. Vücudun yeni uyku düzenine adapte oldu. Harika iş!

# profile.adaptation.completed.subtitle
source: Your polyphasic sleep adaptation journey is complete!
de: Deine polyphasische Schlafanpassungsreise ist abgeschlossen!
ja: あなたの多相睡眠適応の旅は完了しました！
ms: Perjalanan adaptasi tidur polifasa anda telah selesai!
th: การเดินทางการปรับตัวการนอนหลับแบบหลายเฟสของคุณเสร็จสมบูรณ์แล้ว!
tr: Polifazik uyku adaptasyon yolculuğunuz tamamlandı!

# profile.adaptation.completed.title
source: 🎉 Adaptation Completed!
de: 🎉 Anpassung abgeschlossen!
ja: 🎉 適応完了！
ms: 🎉 Adaptasi Selesai!
th: 🎉 การปรับตัวเสร็จสมบูรณ์!
tr: 🎉 Adaptasyon Tamamlandı!

# profile.adaptation.day.format
source: Day %d / %d
de: Tag %d / %d
ja: %d日目 / %d日
ms: Hari %d / %d
th: วันที่ %d / %d
tr: Gün %d / %d

# profile.adaptation.dayCount
source: %d / %d days
de: %d / %d Tage
ja: %d / %d 日
ms: %d / %d hari
th: %d / %d วัน
tr: %d / %d gün

# profile.adaptation.dayProgress
source: Day %d / %d
de: Tag %d / %d
ja: %d日目 / %d日
ms: Hari %d / %d
th: วันที่ %d / %d
tr: Gün %d / %d

# profile.adaptation.days.count
source: %d days
de: %d Tage
ja: %d日
ms: %d hari
th: %d วัน
tr: %d gün

# profile.adaptation.days.remaining
source: Days Remaining
de: Verbleibende Tage
ja: 残り日数
ms: Hari Berbaki
th: วันที่เหลือ
tr: Kalan Gün

# profile.adaptation.default.description
source: Adaptation process continues...
de: Anpassungsprozess geht weiter...
ja: 適応プロセスは継続中です...
ms: Proses adaptasi berterusan...
th: กระบวนการปรับตัวดำเนินต่อไป...
tr: Adaptasyon süreci devam ediyor...

# profile.adaptation.empty.description
source: Select a sleep program to track your adaptation process
de: Wähle ein Schlafprogramm, um deinen Anpassungsprozess zu verfolgen
ja: 適応プロセスを追跡するために睡眠プログラムを選択してください
ms: Pilih program tidur untuk menjejaki proses adaptasi anda
th: เลือกโปรแกรมการนอนหลับเพื่อติดตามกระบวนการปรับตัวของคุณ
tr: Adaptasyon sürecini takip etmek için bir uyku programı seçin

# profile.adaptation.empty.title
source: No Active Program Yet
de: Noch kein aktives Programm
ja: まだアクティブなプログラムがありません
ms: Belum Ada Program Aktif
th: ยังไม่มีโปรแกรมที่ใช้งานอยู่
tr: Henüz Aktif Program Yok

# profile.adaptation.percentCompleted
source: %d%% Completed
de: %d%% Abgeschlossen
ja: %d%% 完了
ms: %d%% Selesai
th: %d%% เสร็จสมบูรณ์
tr: %%%d Tamamlandı

# profile.adaptation.phase.adaptation
source: Adaptation
de: Anpassung
ja: 適応
ms: Adaptasi
th: การปรับตัว
tr: Adaptasyon

# profile.adaptation.phase.adjustment
source: Adjustment
de: Justierung
ja: 調整
ms: Penyesuaian
th: การปรับ
tr: Uyum

# profile.adaptation.phase.advanced
source: Advanced
de: Fortgeschritten
ja: 上級
ms: Lanjutan
th: ขั้นสูง
tr: İleri

# profile.adaptation.phase.beginning
source: Beginning
de: Anfang
ja: 開始
ms: Permulaan
th: เริ่มต้น
tr: Başlangıç

# profile.adaptation.phase.complete
source: Complete
de: Abgeschlossen
ja: 完了
ms: Selesai
th: เสร็จสมบูรณ์
tr: Tamamlandı

# profile.adaptation.phase.day1
source: Day 1 - Beginning
de: Tag 1 - Anfang
ja: 1日目 - 開始
ms: Hari 1 - Permulaan
th: วันที่ 1 - เริ่มต้น
tr: 1. Gün - Başlangıç

# profile.adaptation.phase.early
source: Early Adaptation (Days 1-7)
de: Frühe Anpassung (Tage 1-7)
ja: 初期適応 (1-7日目)
ms: Adaptasi Awal (Hari 1-7)
th: การปรับตัวช่วงต้น (วันที่ 1-7)
tr: Erken Adaptasyon (1-7. Günler)

# profile.adaptation.phase.early.description
source: Welcome to your polyphasic sleep journey! Your body is starting to adjust to the new schedule. Some fatigue is normal as your circadian rhythm learns the new pattern.
de: Willkommen auf deiner polyphasischen Schlafreise! Dein Körper beginnt sich an den neuen Zeitplan zu gewöhnen. Etwas Müdigkeit ist normal, da dein zirkadianer Rhythmus das neue Muster lernt.
ja: 多相睡眠の旅へようこそ！あなたの体は新しいスケジュールに順応し始めています。サーカディアンリズムが新しいパターンを学習するにつれて、多少の疲労は正常です。
ms: Selamat datang ke perjalanan tidur polifasa anda! Badan anda mula menyesuaikan diri dengan jadual baharu. Keletihan adalah normal kerana irama sirkadian anda mempelajari corak baharu.
th: ยินดีต้อนรับสู่การเดินทางการนอนหลับแบบหลายเฟสของคุณ! ร่างกายของคุณกำลังเริ่มปรับตัวเข้ากับตารางเวลาใหม่ ความเหนื่อยล้าบ้างเป็นเรื่องปกติเมื่อจังหวะเซอร์คาเดียนของคุณเรียนรู้รูปแบบใหม่
tr: Polifazik uyku yolculuğuna hoş geldin! Vücudun yeni programa alışmaya başlıyor. Sirkadiyen ritmin yeni düzeni öğrenirken biraz yorgunluk normal.

# profile.adaptation.phase.final
source: Final Adaptation (Days 22-28)
de: Finale Anpassung (Tage 22-28)
ja: 最終適応 (22-28日目)
ms: Adaptasi Akhir (Hari 22-28)
th: การปรับตัวช่วงสุดท้าย (วันที่ 22-28)
tr: Son Adaptasyon (22-28. günler)

# profile.adaptation.phase.full
source: Full Adaptation
de: Vollständige Anpassung
ja: 完全適応
ms: Adaptasi Penuh
th: การปรับตัวเต็มรูปแบบ
tr: Tam Adaptasyon

# profile.adaptation.phase.initial
source: Initial Adaptation (Days 2-7)
de: Anfängliche Anpassung (Tage 2-7)
ja: 初期適応 (2-7日目)
ms: Adaptasi Permulaan (Hari 2-7)
th: การปรับตัวเบื้องต้น (วันที่ 2-7)
tr: İlk Adaptasyon (2-7. günler)

# profile.adaptation.phase.late
source: Late Adaptation (Days 15+)
de: Späte Anpassung (Tage 15+)
ja: 後期適応 (15日目以降)
ms: Adaptasi Akhir (Hari 15+)
th: การปรับตัวช่วงปลาย (วันที่ 15+)
tr: Geç Adaptasyon (15+ Günler)

# profile.adaptation.phase.late.description
source: Excellent progress! Your sleep efficiency is improving significantly. You should feel more refreshed and have better alertness during wake periods.
de: Ausgezeichneter Fortschritt! Deine Schlafeffizienz verbessert sich deutlich. Du solltest dich erfrischter fühlen und während der Wachphasen wacher sein.
ja: 素晴らしい進捗です！睡眠効率が大幅に向上しています。起床中、よりすっきりと感じ、覚醒度も高まっているはずです。
ms: Kemajuan yang cemerlang! Kecekapan tidur anda meningkat dengan ketara. Anda sepatutnya berasa lebih segar dan mempunyai kewaspadaan yang lebih baik semasa tempoh terjaga.
th: ความคืบหน้าที่ยอดเยี่ยม! ประสิทธิภาพการนอนหลับของคุณดีขึ้นอย่างมีนัยสำคัญ คุณควรรู้สึกสดชื่นขึ้นและมีความตื่นตัวดีขึ้นในช่วงเวลาตื่น
tr: Mükemmel ilerleme! Uyku verimliliğin önemli ölçüde iyileşiyor. Daha dinlenmiş hissetmeli ve uyanık olduğun dönemlerde daha iyi dikkat göstermelisin.

# profile.adaptation.phase.middle
source: Middle Adaptation (Days 8-14)
de: Mittlere Anpassung (Tage 8-14)
ja: 中期適応 (8-14日目)
ms: Adaptasi Pertengahan (Hari 8-14)
th: การปรับตัวช่วงกลาง (วันที่ 8-14)
tr: Orta Adaptasyon (8-14. günler)

# profile.adaptation.phase.middle.description
source: You're making progress! Sleep quality should start improving and you might notice easier transitions into REM sleep during naps. Keep going!
de: Du machst Fortschritte! Die Schlafqualität sollte sich verbessern und du könntest leichtere Übergänge in den REM-Schlaf während der Nickerchen bemerken. Mach weiter so!
ja: 順調に進んでいます！睡眠の質が向上し始め、仮眠中のREM睡眠への移行が容易になるかもしれません。その調子で頑張ってください！
ms: Anda sedang membuat kemajuan! Kualiti tidur sepatutnya mula bertambah baik dan anda mungkin perasan peralihan yang lebih mudah ke dalam tidur REM semasa tidur sebentar. Teruskan!
th: คุณกำลังมีความคืบหน้า! คุณภาพการนอนหลับควรเริ่มดีขึ้นและคุณอาจสังเกตเห็นการเปลี่ยนเข้าสู่การนอนหลับ REM ได้ง่ายขึ้นในระหว่างการงีบ สู้ต่อไป!
tr: İlerleme kaydediyorsun! Uyku kaliten iyileşmeye başlamalı ve kestirmeler sırasında REM uykusuna geçişin kolaylaşabilir. Devam et!

# profile.adaptation.phase.unknown
source: Unknown
de: Unbekannt
ja: 不明
ms: Tidak diketahui
th: ไม่ทราบ
tr: Bilinmiyor
